Repository: cblunardi/Space-iOS
Catalog: Space/Resources/*.lproj/Localizable.strings
Languages: it, pt_br

# main-hint-text
source: Swipe left or right to rotate
it: Scorri a destra e sinistra per ruotare
pt_br: Deslize à direita e à esquerda para rotacionar

# main-share-body
source: This is Planet Earth 🌍 pictured as of %1$@ by the NASA DSCOVR Spacecraft 🛰. Find more on %2$@.
it: Questo è il Pianeta Terra 🌍 fotografato il %1$@ dal Satellite DSCOVR della NASA 🛰. Scopri di più su %2$@.
pt_br: Este é o Planeta Terra 🌍 fotografado em %1$@ pelo Satélite DSCOVR NASA 🛰. Find more on %2$@.

# about-title
source: About
it: Informazioni
pt_br: Sobre

# about-option-dscovr-title
source: About DSCOVR
it: Riguardo a DSCOVR
pt_br: Sobre a DSCOVR

# about-option-epic-title
source: About EPIC
it: Riguardo a EPIC
pt_br: Sobre a EPIC

# about-option-acknowledgements-title
source: Acknowledgements
it: Ringraziamenti
pt_br: Agradecimentos

# about-footer-open-source-title
source: Space is build with Swift and is available open-source
it: Space è stata costruita con Swift ed è un progetto open-source
pt_br: Space foi construída com Swift e está disponível em open-source

# about-footer-author-title
source: This is a hobby project maintened by Caio Brigagão Lunardi
it: Questo è un progetto hobby mantenuto da Caio Brigagão Lunardi
pt_br: Este é um projeto hobby mantido por Caio Brigagão Lunardi

# acknowledgements-title
source: Acknowledgements
it: Ringraziamenti
pt_br: Agradecimentos

# acknowledgements-nasa
source: NASA, for granting free and open usage of the NASA Open APIs.
it: NASA, per la resa pubblica, gratuita ed aperta delle NASA Open APIs.
pt_br: NASA, pela disponibilização aperta, gratuita e livre das NASA Open APIs.

# acknowledgements-epic
source: NASA, NOAA and NASA ASDC for granting free and open usage of EPIC onboard NOAA's DSCOVR spacecraft.
it: NASA, NOAA e NASA ASDC, per la resa pubblica, gratuita ed aperta del catalogo di immagini dell'esperimento EPIC a bordo del veicolo spaziale DSCOVR.
pt_br: NASA, NOAA e NASA ASDC, pela disponibilização aperta, gratuita e livre do acervo de imagens do esperimento EPIC à bordo do veículo especial DSCOVR.

# acknowledgements-vapor
source: The Open Source Community for Vapor, a Web Framework for Swift.
it: La communità Open Source, per Vapor, un Framework Web per Swift.
pt_br: A comunidade Open Source, pelo Vapor, um Framework Web para Swift.

# acknowledgements-lottie
source: AirBnB for Lottie, a native animation renderer.
it: AirBnB, per Lottie, un motore grafico avanzato per animazioni.
pt_br: AirBnB, pelo Lottie, um motor gráfico avançado para animações.

# acknowledgements-animation
source: Wan Souza, for the amazing Earth-Moon Loading Animation.
it: Wan Souza, per la splendida animazione Terra-Luna.
pt_br: Wan Souza, pela esplêndida animação da Terra + Lua.

# acknowledgements-logo
source: Photo3idea_studio and FlatIcon, for the amazing App Icon
it: Photo3idea_studio e FlatIcon, per la splendida icona dell'app Space.
pt_br: Photo3idea_studio e FlatIcon, pelo esplêndido ícone do aplicativo Space.

# catalog-title
source: Catalog
it: Catalogo
pt_br: Acervo

# alert-generic-error-message
source: Something went wrong. Please try again later.
it: Qualcosa è andato storto. Riprova più tardi.
pt_br: Algo deu errado. Tente novamente mais tarde.
